export default async function AboutPage() {

  return (
    <div className="prose prose-sm md:prose-base w-full max-w-4xl pt-10 mx-auto">
        <h1 className="text-4xl">О проекте</h1>
        <div className="">
          <p>Программное обеспечение для проведения психологических опросников представляет собой мощный инструмент, созданный специально для психиатрических служб, психологов, психиатров и консультантов. С помощью этого ПО вы сможете проводить опросы и анкетирование, отслеживать результаты и информировать пациентов о возможных методах лечения.</p>
          <p>Программа предоставляет широкий спектр функций, которые значительно упрощают и автоматизируют процесс проведения психологических опросников. Вы сможете создавать индивидуальные и стандартные опросники, а также настраивать их под конкретные требования и потребности вашей клиники или организации.</p>
          <p>Система также обладает функцией отслеживания результатов, что позволяет вам анализировать данные и получать всестороннюю информацию о состоянии пациентов. Вы сможете наблюдать динамику изменений в психологическом состоянии, отслеживать эффективность применяемых методов лечения и принимать взвешенные решения по дальнейшему ведению пациентов.</p>
          <p>Система информирует пациентов о результате опросов и предлагает конкретные методы лечения. Благодаря этой функции, вы сможете уделять больше времени пациентам и создавать персонализированный подход к лечению каждого человека.</p>
          <p>Наше программное обеспечение создано экспертами в области психологии и медицины, и разработано с учетом всех современных требований и стандартов безопасности данных. Мы гарантируем надежность, эффективность и простоту использования нашего ПО, позволяющего вам значительно улучшить работу и результаты вашей психиатрической службы или практики.</p>
        </div>
    </div>
  )
}

