export default function AboutPage() {

  return (
    <div className="prose max-w-none lg:pr-[19.5rem]">
        <h1>О проекте</h1>
        <div>
        <p>Миссия Mental Desk заключается в предоствалении терапевтических материалов специалистам в области ментального здоровья. Все наши ресурсы создаются с учетом потребностей клиентов, что означает отказ от шаблонов и создание инструментов, полезных не только в теории, но и на практике.</p>
        <p>Мы всегда рады услышать обратную связь. Оставьте свой отзыв в <a href="https://t.me/mentaldesk">телеграмме</a>.</p>
        </div>
    </div>
  )
}
