export default function JobsPage() {
// export const ContactPage = () => ( 
  return (
    <div className="prose max-w-none lg:pl-[19.5rem]">
      <h1>Вакансии</h1>
      <div>
        <p>Если вам нравится наш проект и хотите его улучшить пишите в <a href="https://t.me/mentaldesk">телеграмме</a>.</p>

        <div>
        <h3>Авторы инструментов</h3>
        <p>Мы ищем профессионалов в области ментальной медицины по разработке инструментов в различных областях.</p>
        <p><strong>удаленная работа</strong></p>
        <p>Фриланс или постоянная работа</p>
        </div>
        <div>
        <h3>Верстальщик Latex</h3>
        <p>Редактура и корректура рaбочих материалов, сверка после внесения правки верстальщиком, оценка и внесение авторских исправлений</p>
        <p><strong>удаленная работа</strong></p>
        <p>Фриланс или постоянная работа</p>
        </div>
        <div>
        <h3>Дизайнер-иллюстратор</h3>
        <p>Создавать иллюстрации к текстам, информационные карточки и инфографику, подготовка в печать</p>
        <p><strong>удаленная работа</strong></p>
        <p>Фриланс или постоянная работа</p>
        </div>
      </div>
    </div>
  ) 
}
