export default function PrivacyPage() {
  return (
    <div className="prose max-w-none lg:pl-[19.5rem]">
      <h1>Согласие на обработку персональных данных, раздел </h1>
      <div>
      <p>Настоящим в соответствии с Федеральным законом № 152-ФЗ «О персональных данных» от 27.07.2006 года свободно, своей волей и в своем интересе выражаю свое безусловное согласие на обработку моих персональных данных Mental Desk (mentaldesk.ru), в том числе с использованием интернет-сервисов Яндекс.Метрика.</p>
      <p>Персональные данные — это любая информация, относящаяся к определенному или определяемому на основании такой информации физическому лицу.</p>
      <p>Настоящее Согласие выдано мною на обработку следующих персональных данных:</p>
      <p>имя (в том числе имя и фамилия из социальных сетей, если был выбран такой способ регистрации), email, пол, дата рождения (для статистики и улучшения персональных рекомендаций), фото, url профиля социальной сети, cookies, ответы тестов, результаты тестов.</p>
      <p>Согласие дано Оператору для совершения следующих действий с моими персональными данными с использованием средств автоматизации и/или без использования таких средств: сбор, систематизация, накопление, хранение, уточнение (обновление, изменение), использование, обезличивание, а также осуществление любых иных действий, предусмотренных действующим законодательством РФ как неавтоматизированными, так и автоматизированными способами.</p>
    <p>Данное согласие дается Оператору для обработки моих персональных данных в следующих целях:</p>
    <ul>
    <li>предоставление мне услуг/работ;</li>
    <li>направление в мой адрес уведомлений, касающихся предоставляемых услуг/работ, в том числе рекламного характера;</li>
    <li>подготовка и направление ответов на мои запросы;</li>
    <li>направление в мой адрес информации, в том числе рекламной, о мероприятиях/товарах/услугах/работах Оператора;</li>
    <li>проведение маркетинговых и иных исследований;</li>
    <li>контроль и улучшение качества услуг и сервисов Компании;</li>
    <li>формирование статистической отчетности;</li>
    <li>проведение Оператором акций, опросов, тестирований и исследований на Mental Desk;</li>
    <li>возможна передача обезличенных пользовательских данных (статистика, исследования в сегментах и другое) третьим лицам.</li>
    </ul>
<p>Настоящее согласие действует с момента получения доступа к материалам Mental Desk до момента его отзыва путем направления соответствующего уведомления используя <a href="https://t.me/mentaldesk">телеграм</a>. В случае отзыва мною согласия на обработку персональных данных Оператор вправе продолжить обработку персональных данных без моего согласия при наличии оснований, указанных в пунктах 2 – 11 части 1 статьи 6, части 2 статьи 10 и части 2 статьи 11 Федерального закона №152-ФЗ «О персональных данных» от 27.06.2006 г.</p>
<p>Для удаления аккаунта и персональных данных обратитесь в <a href="https://t.me/mentaldesk">телеграм</a>.</p>
      </div>
    </div>
  ) 
}
