export default function DisclaimerPage() {
  return (
    <div className="prose max-w-none lg:pl-[19.5rem]">
      <h1>Отказ от ответственности</h1>
      <div>
        <p>Mental Desk не несет ответственности за любые последствия, возникающие в результате использования любых ресурсов, доступных на этом веб-сайте. Рекомендации по передовой практике предполагают, что профессионалы должны работать в пределах своей компетенции. Представленные здесь материалы предназначены для поддержки передовой практики, а не для ее замены. Используя веб-сайт, вы полностью принимаете положения, условия и отказ от ответственности, содержащиеся в этих уведомлениях: положения и условия, политику конфиденциальности.</p>
      </div>
    </div>
  ) 
}
