export default function DisclaimerPage() {
  return (
    <div className="prose max-w-none lg:pl-[19.5rem]">
      <h1>Отказ от ответственности</h1>
      <div>
        <p>Mental Desk не несет ответственности за любые последствия, возникающие в результате использования любых материалов, доступных на этом веб-сайте. Материалы носят рекомендательный характер и предназначены для использования профессионалами в пределах их компетенции. Предоставленные материалы предназначены для поддержки передовой практики, а не для ее замены. Mental Desk оставляет за собой право изменять, дополнять или удалять содержимое сайта. Используя веб-сайт, вы полностью принимаете положения, условия и отказ от ответственности, содержащиеся в этих уведомлениях: положения и условия, политика конфиденциальности.</p>
      </div>
    </div>
  ) 
}
